[
  {
    "name": "a. Campaign for a Community Jobs Program",
    "content": "The San Francisco Living Wage Coalition is leading a campaign to reform the Community Jobs Program (CJP), a program designed to assist CalWORKs and CAAP (County Adult Assistance Programs) participants in the transition from welfare to work. CJP’s best intentions have been unsuccessful, however, as the majority of participants are unable to find employment after completing the program. Those who are employed are generally not hired for career ladder positions. The campaign led by the San Francisco Living Wage Coalition to improve and expand the Community Jobs Program seeks to transform the welfare-to-work system into genuine job training programs that provide a path to long-term employment at a living wage. We are campaigning for a public works program of jobs in nonprofit organizations. Participants would provide meaningful services to the community while being trained to succeed in the civil service process for good-paying city jobs. The proposed ordinance would require the oversight of an advisory committee that would include representatives of unions, community groups, businesses, San Francisco’s Human Services Agency and the Human Resources Department, and most importantly CalWORKs parents themselves to ensure the end result of the CJP program is a city-recognized work certificate. This would not only allow graduates of the program to be qualified and prepared to take a civil service exam, but also provide a gold standard that would be respected by private sector employers. Ideally, the Community Jobs Program would be reformed to fast track welfare-to-work participants into available entry-level civil service positions with stable career path to a living wage. With a planned program of continued training provided to city employees, CJP graduates would be in an entry-level job that is on the first rung of a career ladder of job promotions. The San Francisco Living Wage Coalition believes it is time to reform CJP to offer participants the opportunity to secure a job that provides a path to a living wage. The ordinance proposes the length of the program to be one year of full-time work experience. The law would make it easier for parents to gain financial stability while in the program by raising the hourly wage each year to match inflation, making all required hours paid (including class time), and giving participants the choice of a 32 or 40-hour workweek. The law would increase the length of the program from six months to twelve or fifteen months in order to match the minimum requirements for entry-level city jobs. An advisory committee would be established to oversee the success of the program, and an annual written report would be submitted to the Board of Supervisors. As the current program’s attempts at job training are relatively ineffective, the ordinance proposes specific job training programs and certificates relevant to the career goals of individual participants. Rather than funnel all CJP participants through a generic job training program, the revised program would orient participants in a personalized direction. To increase the motivation of CJP participants, the legislation argues that classes required for the job training program should be paid. Currently, the structural failures of the program lead to serial unemployment. A plan and strategy is needed to move people from welfare-to-work programs into long term employment that will lead to a living wage. \nWritten by Sally Baker"
  },

  {
    "name": "b. Organizing a Union of Welfare-to-Work Program Participants",
    "content": "The current state and federal welfare-to-work programs discourage participants from collective organizing and bargaining. Instead, the programs are constructed independent of one another without a common line of communication. Part of the campaign for CJP reform is to organize a union of welfare-to-work program participants. From localized unions, a national network of welfare-to-work program participants would be formed. The San Francisco Living Wage Coalition argues that welfare-to-work participants should not be denied the power of collective bargaining, as it is a fundamental workers’ right. By meeting with other coalitions and activist groups from across the nation, the Living Wage Coalition hopes to move their vision of a union of welfare-to-work program participants forward. Through our work with other social justice campaigns focusing on issues of race, class, and various forms of discrimination, the San Francisco Living Wage Coalition plans to organize a comprehensive and inclusive initiative of collective bargaining for the future.\n Written by Sally Baker"
  }
]
