[
  {
    "name": "a. Campaign for a Community Jobs Program",
    "content": "The San Francisco Living Wage Coalition is leading a campaign to reform the Community Jobs Program (CJP), a program designed to assist CalWORKs and CAAP (County Adult Assistance Programs) participants in the transition from welfare to work. CJP’s best intentions have been unsuccessful, however, as the majority of participants are unable to find employment after completing the program. Those who are employed are generally not hired for career ladder positions. The campaign led by the San Francisco Living Wage Coalition to improve and expand the Community Jobs Program seeks to transform the welfare-to-work system into genuine job training programs that provide a path to long-term employment at a living wage. We are campaigning for a public works program of jobs in nonprofit organizations. Participants would provide meaningful services to the community while being trained to succeed in the civil service process for good-paying city jobs. The proposed ordinance would require the oversight of an advisory committee that would include representatives of unions, community groups, businesses, San Francisco’s Human Services Agency and the Human Resources Department, and most importantly CalWORKs parents themselves to ensure the end result of the CJP program is a city-recognized work certificate. This would not only allow graduates of the program to be qualified and prepared to take a civil service exam, but also provide a gold standard that would be respected by private sector employers. Ideally, the Community Jobs Program would be reformed to fast track welfare-to-work participants into available entry-level civil service positions with stable career path to a living wage. With a planned program of continued training provided to city employees, CJP graduates would be in an entry-level job that is on the first rung of a career ladder of job promotions. The San Francisco Living Wage Coalition believes it is time to reform CJP to offer participants the opportunity to secure a job that provides a path to a living wage. The ordinance proposes the length of the program to be one year of full-time work experience. The law would make it easier for parents to gain financial stability while in the program by raising the hourly wage each year to match inflation, making all required hours paid (including class time), and giving participants the choice of a 32 or 40-hour workweek. The law would increase the length of the program from six months to twelve or fifteen months in order to match the minimum requirements for entry-level city jobs. An advisory committee would be established to oversee the success of the program, and an annual written report would be submitted to the Board of Supervisors. As the current program’s attempts at job training are relatively ineffective, the ordinance proposes specific job training programs and certificates relevant to the career goals of individual participants. Rather than funnel all CJP participants through a generic job training program, the revised program would orient participants in a personalized direction. To increase the motivation of CJP participants, the legislation argues that classes required for the job training program should be paid. Currently, the structural failures of the program lead to serial unemployment. A plan and strategy is needed to move people from welfare-to-work programs into long term employment that will lead to a living wage. Written by Sally Baker"
  },

  {
    "name": "b. Support the Heroes Act",
    "content": "Save the Post Office - The United States Postal Service (USPS) has been our nation’s primary mailing industry and a lifeline for Americans since the founding of the nation and is enshrined in the Constitution. The USPS provides essential services to the American people and is a national treasure that cannot be allowed to be dismantled. The USPS founded the concept of overnight mail and zip codes that we use today and is the third-largest civilian employer in the country. As a result of the current COVID-19 crisis, the USPS is in danger of bankruptcy. With the stall of the economy, reduction in mail volume and growing attacks made by the Trump Administration, the Postal Service could soon be wiped out financially. The newly appointed Postmaster General, Louis DeJoy, has been making drastic cuts as a way to save money. President Trump appointed DeJoy, who as little or no experience with the postal service, as the new Postmaster General in May of 2020, making him the first Postmaster General in 20 years who had not had previous experience in the USPS. DeJoy and his wife have between $30.1 million to $75.3 million in assets in USPS competitors or contractors, such as UPS and J.B. Hunt, creating a financial conflict of interest with his new position and undermining public confidence in the USPS. According to Cindy Datangel, President of the American Postal Workers Union’s San Francisco local, DeJoy has been cutting back on overtime, holding off on processing mail for same day delivery and dismantling machines that will be vital for when mail-in ballots are received in November. Because of the cutbacks, when it comes time to process mail-in ballots, the decrease in machinery, staff and efficiency will interfere with the timely delivery of votes. This will directly affect those who abstain from in-person polling places out of caution in avoiding exposure to the coronavirus. The rampant layoffs will also have a devastating economic impact on black communities. Of the 7.3 million USPS employees, 40 percent identify as people of color with African Americans making up 21 percent since the 1960s. The USPS has been able to provide a black postal workers with living wages and guaranteed pensions following their retirement. The privatization of mail delivery will hurt millions of families who rely on the organization. The USPS is asking for a $25 billion stimulus and urges the public and Congress to get involved. While the request has not been passed in the Senate yet, union workers have been pushing through social media to put pressure on Senators. In April 2020, the White House rejected the House of Representatives’ proposal of a $13 billion direct grant to the USPS in their stimulus package, the HEROES Act. The Trump administration responded “We told them very clearly that the president was not going to sign the bill if [money for the Postal Service] was in it.” The USPS is also requesting to repeal the Congress mandate requiring the USPS to prefund retirement and instead return to their previous “pay-as-you-go” retiree health care system. This would allow for the USPS to use their accumulated post-retirement reserves and become profitable on an operating basis. The USPS unions have been hosting ‘Days of Action’ periodically throughout the shelter-in-place time, consisting of car caravans and mass calling and emailing local government officials. The American Postal Workers Union urges the public to contact their Senators and share their support for passing the $25 billion stimulus to fund our public postal service. by Nichole Rachman"
  },

  {
    "name": "c. Fight for $15 and the Right to a Union Without Retaliation",
    "content": "The San Francisco Living Wage Coalition is proud to support the Fight for $15 Movement, as well as similar causes that fight for economic justice and the right to unionize without retaliation. Living wages are a great improvement in San Francisco, but not all employers are complying with these new laws, nor are they honoring their workers’ rights to organize without retaliation. a. Fight for $15 The Fight for $15 began in New York City by fast food employees to protest the prolonged increase in income inequality. Inspired by the movement, other cities such as Seattle and San Francisco have begun to take action. (Read more) b. Unions and Wage Equality Statistical correlation between the decrease in union participation and increase in wage inequality shows the positive impact of unions in the fight for wage equality.</Text>"
  },

  {
    "name": "d. Put pressure on Senators to pass the PRO Act",
    "content": "“In our glorious fight for civil rights, we must guard against being fooled by false slogans, such as ‘right to work.’ It is a law to rob us of our civil rights and job rights. Its purpose is to destroy labor unions and collective bargaining…” – Martin Luther King Jr. The Protecting the Right to Organize (PRO) Act, which passed in the House of Representatives in February, would amend old labor laws that effectively rig the system against working people. If passed, workers would have more power in workplace disputes and collective-bargaining rights. It would also add penalties for companies that retaliate against workers who organize, and it would weaken “right-to-work” laws. The term “right-to-work” is purposely misleading. Proponents of the laws argue that they protect workers from being forced to join a union, but the reality is that states are not legally allowed to force anyone to join a union. “Right-to-work” means that workers are allowed to benefit from union organization and representation without paying for it. This makes it much harder for unions to organize and demand fairer conditions, more benefits, and just wages. These laws ultimately lower wages for everyone, solely benefiting big corporations at the expense of workers. In reality, the slogan “right-to-work-for-less” would be more accurate. According to the Economic Policy Institute, wages in “right-to-work” states are 3.1% lower than in other states. These states have lower rates of health insurance coverage, higher rates of poverty, infant-mortality, and workplace fatality. This issue stretches far beyond politics; demanding a living wage is about the universal human right to thrive in American society. Supporting the PRO Act is supporting working people everywhere. -By Catherine Winger"
  }
]
